Repository: domenico-alario/dom-seo-image
Catalog: languages/*.po
Languages: pt_br

source: Site name
pt_br: Nome do site

source: Image name
pt_br: Nome da imagem

source: Post title
pt_br: Título do post

source: Post category
pt_br: Categoria do post

source: Meta description
pt_br: Descrição meta

source: Settings
pt_br: Configurações

source: About
pt_br: Sobre

source: Thank you so much for trusting us your images! We believe that images tell stories and our work helps more people can know about your stories.
pt_br: Muito obrigado por nos confiar suas imagens! Nós do DOM SEO Image acreditamos que imagens contam histórias e nosso trabalho ajuda que mais pessoas possam saber sobre suas histórias.

source: This plugin was developed with the latest update features and the best techniques in SEO for Google to index your images in search engines and increase the ranking of your pages and posts.
pt_br: Este plugin foi desenvolvido com os ultimos recursos de atualização e as melhores técnicas em SEO para que o Google indexe suas imagens nos buscadores e aumente o ranking de suas páginas e posts.

source: Developed by:
pt_br: Desenvolvido por:

source: Settings has been updated!
pt_br: Configurações salvas com sucesso!

source: Settings Options
pt_br: Opções de Configuração

source: <b>DOM SEO Image</b> is the plugin which automatically set the <i>ALT</i> and <i>TITLE</i> attribute of your posts images. In this way, you'll be improving the SEO traffic of your website.
pt_br: <b>DOM SEO Image</b> é o plugin que possibilita a configuração automática dos atributos <i>ALT</i> e <i>TITLE</i> das imagens dos seus posts. Desse jeito você estará melhorando o tráfego SEO do seu site.

source: Set up
pt_br: Faça sua Configuração

source: Below, in an easy and quickly way, you can set up how the <b>ALT</b> and <b>TITLE</b> tags of images have to be.
pt_br: Abaixo você pode de forma prática e rápida montar como as tags <b>ALT</b> e <b>TITLE</b> das suas imagens devem ser.

source: The title of the image that whas uploaded.
pt_br: O nome da imagem é o nome dado a uma imagem no momento que você a carrega no seu post.

source: To avoid duplicate names, it's highly recommended always use this option.
pt_br: Para evitar duplicidade nos nomes gerados é altamente recomendado sempre utilizar essa opção.

source: The title given to your post.
pt_br: O título do post é o título dado a sua postagem na hora da criação.

source: The name of the category that the post belongs to
pt_br: Nome da categoria a qual o post pertecem.

source: Meta Description
pt_br: Descrição meta

source: Description used in META tag. It is usually setted up using SEO plugins like Yoast.
pt_br: É a descrição usada na tag META. Ela geralmente é configurada por plugins SEO como o Yoast.

source: The name of the site that is setted up on Wordpress settings
pt_br: É o nome que seu site recebe na configuração do Wordpress.

source: The tag will be showed in the format <b>option1-option2-option3</b>... You don't need choose all options.
pt_br: A tag configurada terá o valor no formato <b>opção1-opção2-opção3</b>... Você não precisa utilizar todos os valores.

source: Image <u>ALT</u> Attribute
pt_br: Atributo <u>ALT</u> da Imagem

source: Leave blank to not use it
pt_br: Deixe branco para não utilizar

source: Image <u>TITLE</u> Attribute
pt_br: Atributo <u>TITLE</u> da Imagem

source: Update Settings
pt_br: Atualizar Configurações
